//Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка).
//4 -> да
//-3 -> нет
//7 -> нет
int a = 4;
int number = a;
if (number % 2 == 0)
{
    Console.WriteLine("Это четное число");
}
else
{
    System.Console.WriteLine("Это нечетное число");
}
int b = -3;
int number1 = b;
if (number1 % 2 == 0)
{
    Console.WriteLine("Это четное число");
}
else
{
    System.Console.WriteLine("Это нечетное число");
}
int c = 7;
int number2 = c;

if (number2 % 2 == 0)
{
    Console.WriteLine("Это четное число");
}
else
{
    System.Console.WriteLine("Это нечетное число");
}