//Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее.
//a = 5; b = 7 -> max = 7
//a = 2 b = 10 -> max = 10
//a = -9 b = -3 -> max = -3
int a = 5;
int b = 7;
if (a < b)
{
    Console.WriteLine("Большее число:");
    Console.WriteLine(b);
    Console.WriteLine("Меньшее число:");
    Console.WriteLine(a);
}
else
{
    Console.WriteLine("Большее число:");
    Console.WriteLine(a);
    Console.WriteLine("Меньшее число:");
    Console.WriteLine(b);
}


int a1 = 2;
int b1 = 10;
if (a < b)
{
    Console.WriteLine("Большее число:");
    Console.WriteLine(b1);
    Console.WriteLine("Меньшее число:");
    Console.WriteLine(a1);
}
else
{
    Console.WriteLine("Большее число:");
    Console.WriteLine(a1);
    Console.WriteLine("Меньшее число:");
    Console.WriteLine(b1);
}


int a2 = -9;
int b2 = -3;
if (a < b)
{
    Console.WriteLine("Большее число:");
    Console.WriteLine(b2);
    Console.WriteLine("Меньшее число:");
    Console.WriteLine(a2);
}
else
{
    Console.WriteLine("Большее число:");
    Console.WriteLine(a2);
    Console.WriteLine("Меньшее число:");
    Console.WriteLine(b2);
}

